tap "aws/tap"
tap "ngrok/ngrok"
brew "arp-scan"
brew "openssl@3"
brew "awscli"
brew "azure-cli"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "coreutils"
brew "cryptography"
brew "dive"
brew "docker"
brew "docutils"
brew "gh"
brew "git-quick-stats"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pcre2"
brew "grep"
brew "helm"
brew "jpeg"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "libtiff"
brew "little-cms2"
brew "llama.cpp"
brew "mas"
brew "nmap"
brew "node"
brew "parallel"
brew "pcre"
brew "redis", restart_service: :changed
brew "starship"
brew "tcl-tk"
brew "tldr"
brew "trash", link: true
brew "uv"
brew "vite"
brew "webp"
brew "wget"
brew "z"
cask "1password"
cask "1password-cli"
cask "araxis-merge"
cask "bartender"
cask "charles"
cask "chatgpt"
cask "cursor"
cask "fantastical"
cask "fastmail"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "fork"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "marked-app"
cask "microsoft-office"
cask "ngrok"
cask "obsidian"
cask "path-finder"
cask "postman"
cask "powershell"
cask "quicken"
cask "rectangle-pro"
cask "slack"
cask "snagit"
cask "sonos"
cask "sublime-text"
cask "todoist-app"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "vuescan"
cask "windows-app"
mas "Adblock Plus", id: 1432731683
mas "ColorSlurp", id: 1287239339
mas "ControllerForHomeKit", id: 1198176727
mas "DaisyDisk", id: 411643860
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parachute", id: 6748614170
mas "Parcel", id: 375589283
mas "The Clock", id: 488764545
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "redhat.vscode-xml"
vscode "shan.code-settings-sync"
